COLORS = {'წითელი': '#EA5455',
          'ყვითელი': '#F9ED69',
          'მწვანე': '#00B8A9',
          'ცისფერი': '#3D84A8',
          'ნაცრისფერი': '#F0F0F0',
          'სტაფილოსფერი': '#F07B3F',
          'თეთრი': '#FFFFFF'}

CITIES = ['თბილისი', 'რუსთავი', 'ბათუმი',
          'ქუთაისი', 'ფოთი', 'ზუგდიდი',
          'ზესტაფონი', 'თელავი', 'გორი', 'მარნეული']

POSITIONS = ['მოლარე', 'კონსულტანტი', 'მოლარე-კონსულტანტი',
             'მცხობელი', 'ხორცის დამუშავების სპეციალისტი',
             'თევზის დამუშავების სპეციალისტი', 'საწყობის თანამშრომელი',
             'სუშის მზარეული', 'ურიკების მეთვალყურე', 'დიასახლისი']

PAGINATE_BY = 20

KEY = '53697465204973204e6f7420417661696c61626c6520416e796d6f7265'