<?php
    echo "--- შეიყვანეთ ორი რიხვი 100-ის ფარგლებში ---\n";
    echo "--- პროგრამის შესაწყვეტად ერთ-ერთში შეიყვანეთ 0 ---\n\n";

    do{
        echo "შეიყვენთ პირველი რიცხვი: ";
        $x = readline();

        echo "შეიყვენთ მეორე რიცხვი: ";
        $y = readline();

        if($x > 100 || $y > 100){
            echo "\n--- 100-ზე მაღალი რიცხვის შეყვანა არ შეიძლება ---\n";
            echo "--- შეიყვანეთ რიცხვები თავიდან ---\n\n";
            continue;
        }
        elseif($x == 0 || $y == 0){
            break;
        }

        $c = $x * $y;
        echo "{$x} * {$y} = {$c}\n\n";

    }while(true);